Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: translation unit flags
sv: Ã¶versÃ¤ttningsenhetsflaggor

source: translation unit labels, available on source units
sv: Ã¶versÃ¤ttningsenhetsetiketter, tillgÃ¤ngliga pÃ¥ kÃ¤llenheter

source: unit state, 0 - untranslated, 10 - needs editing, 20 - translated, 30 - approved, 100 - read-only
sv: enhetsstatus, 0 â inte Ã¶versatt, 10 â behÃ¶ver redigeras, 20 â Ã¶versatt, 30 â godkÃ¤nd, 100 â skrivskyddad

source: whether the unit is fuzzy or marked for review
sv: om enheten Ã¤r oklar eller markerad fÃ¶r granskning

source: whether the unit is translated
sv: om enheten Ã¤r Ã¶versatt

source: whether the translation is approved
sv: om Ã¶versÃ¤ttningen Ã¤r godkÃ¤nd

source: unit position in translation file
sv: enhetsposition i Ã¶versÃ¤ttningsfil

source: whether the unit has suggestions
sv: om enheten har fÃ¶rslag

source: whether the unit has comments
sv: om enheten har kommentarer

source: whether the unit has failing checks
sv: om enheten har misslyckade kontroller

source: number of source words
sv: antal kÃ¤llord

source: translation priority; 100 is default
sv: Ã¶versÃ¤ttningsprioritet; 100 Ã¤r standard

source: unit identifier
sv: enhetsidentifierare

source: String explanation, available on source units, see :ref:`additional`
sv: StrÃ¤ngfÃ¶rklaring, tillgÃ¤nglig pÃ¥ kÃ¤llenheter, se :ref:`additional`

source: Additional string flags, available on source units, see :ref:`custom-checks`
sv: Ytterligare strÃ¤ngflaggor, tillgÃ¤ngliga pÃ¥ kÃ¤llenheter, se :ref:`custom-checks`

source: URL where the unit can be edited
sv: URL dÃ¤r enheten kan redigeras

source: Source unit link; see :http:get:`/api/units/(int:id)/`
sv: KÃ¤llens enhetslÃ¤nk; se :http:get:`/api/units/(int:id)/`

source: whether the unit is pending for write
sv: om enheten vÃ¤ntar pÃ¥ skrivning

source: string age
sv: Ã¥lderstrÃ¤ng

source: last string update
sv: senaste strÃ¤nguppdatering

source: Performs partial update on translation unit.
sv: UtfÃ¶r partiell uppdatering av Ã¶versÃ¤ttningsenheten.

source: unit state, 0 - untranslated, 10 - needs editing, 20 - translated, 30 - approved (need review workflow enabled, see :ref:`reviews`)
sv: enhetsstatus, 0 â inte Ã¶versatt, 10 â behÃ¶ver redigeras, 20 â Ã¶versatt, 30 â godkÃ¤nd (granskningsarbetsflÃ¶de mÃ¥ste vara aktiverat, se :ref:`reviews`)

source: labels, available on source units
sv: etiketter, tillgÃ¤ngliga pÃ¥ kÃ¤llenheter

source: Performs full update on translation unit.
sv: UtfÃ¶r fullstÃ¤ndig uppdatering av Ã¶versÃ¤ttningsenheten.

source: Deletes a translation unit.
sv: Tar bort en Ã¶versÃ¤ttningsenhet.

source: Returns a list of all target translation units for the given source translation unit.
sv: Returnerar en lista Ã¶ver alla mÃ¥lÃ¶versÃ¤ttningsenheter fÃ¶r den angivna kÃ¤llÃ¶versÃ¤ttningsenheten.

source: Create a new comment on the given translation unit.
sv: Skapa en ny kommentar till den angivna Ã¶versÃ¤ttningsenheten.

source: comment scope - global, translation (available on all non-source units), report (need review workflow enabled, see :ref:`reviews`)
sv: kommentarsomfÃ¥ng â globalt, Ã¶versÃ¤ttning (tillgÃ¤ngligt pÃ¥ alla icke-kÃ¤llenheter), rapport (krÃ¤ver att granskningsarbetsflÃ¶det Ã¤r aktiverat, se :ref:`reviews`)

source: content of the new comment, you can use Markdown and mention users by @username.
sv: innehÃ¥llet i den nya kommentaren kan du anvÃ¤nda Markdown och nÃ¤mna anvÃ¤ndare med @anvÃ¤ndarnamn.

source: commenter's email, can be set only by project admins and defaults to the authenticated user.
sv: kommentatorns e-postadress kan endast stÃ¤llas in av projektadministratÃ¶rer och Ã¤r som standard den autentiserade anvÃ¤ndaren.

source: creation timestamp of the comment, can be set only by project admins and defaults to now.
sv: kommentarens skapelsetidsstÃ¤mpel kan endast stÃ¤llas in av projektadministratÃ¶rer och Ã¤r som standard instÃ¤lld pÃ¥ nu.

source: comment identifier
sv: kommentaridentifierare

source: content of the new comment
sv: innehÃ¥llet i den nya kommentaren

source: URL of the commenter's object
sv: URL till kommenterarens objekt

source: creation timestamp of the comment
sv: kommentarens skapelsetidsstÃ¤mpel

source: Returns a list of comments on a given translation unit
sv: Returnerar en lista med kommentarer om en given Ã¶versÃ¤ttningsenhet

source: content of the comment
sv: kommentarens innehÃ¥ll

source: Filtering of changes was introduced in the 4.1 release.
sv: Filtrering av Ã¤ndringar introducerades i version 4.1.

source: Returns a list of translation changes.
sv: Returnerar en lista Ã¶ver Ã¶versÃ¤ttningsÃ¤ndringar.

source: Change object attributes are documented at :http:get:`/api/changes/(int:id)/`.
sv: Ãndrade objektattribut dokumenteras pÃ¥ :http:get:`/api/changes/(int:id)/`.

source: Username of user to filters
sv: AnvÃ¤ndarnamn fÃ¶r anvÃ¤ndare som ska filtreras

source: Action to filter, can be used several times
sv: Ã tgÃ¤rd fÃ¶r att filtrera, kan anvÃ¤ndas flera gÃ¥nger

source: ISO 8601 formatted timestamp to list changes after
sv: TidsstÃ¤mpel i ISO 8601-format fÃ¶r att lista Ã¤ndringar efter

source: ISO 8601 formatted timestamp to list changes before
sv: TidsstÃ¤mpel i ISO 8601-format fÃ¶r att lista Ã¤ndringar fÃ¶re

source: Returns information about the translation change.
sv: Returnerar information om Ã¶versÃ¤ttningsÃ¤ndringen.

source: Change ID
sv: Ãndra ID

source: URL of a related unit object
sv: URL fÃ¶r ett relaterat enhetsobjekt

source: URL of a related component object
sv: URL fÃ¶r ett relaterat komponentobjekt

source: URL of a related user object
sv: URL till ett relaterat anvÃ¤ndarobjekt

source: URL of a related author object
sv: URL till ett relaterat fÃ¶rfattarobjekt

source: event timestamp
sv: hÃ¤ndelsetidsstÃ¤mpel

source: numeric identification of action
sv: numerisk identifiering av Ã¥tgÃ¤rd

source: text description of action
sv: textbeskrivning av Ã¥tgÃ¤rd

source: event changed text
sv: hÃ¤ndelse Ã¤ndrad text

source: previous text
sv: fÃ¶regÃ¥ende text

source: additional details about the change
sv: ytterligare detaljer om fÃ¶rÃ¤ndringen

source: change identifier
sv: Ã¤ndringsidentifierare

source: Returns a list of screenshot string information.
sv: Returnerar en lista med information om skÃ¤rmdumpstrÃ¤ngar.

source: Screenshot object attributes are documented at :http:get:`/api/screenshots/(int:id)/`.
sv: SkÃ¤rmdumpsobjektets attribut dokumenteras pÃ¥ :http:get:`/api/screenshots/(int:id)/`.

source: Returns information about the screenshot.
sv: Returnerar information om skÃ¤rmdumpen.

source: Screenshot ID
sv: SkÃ¤rmdump-ID

source: name of a screenshot
sv: namn pÃ¥ en skÃ¤rmdump

source: URL to download a file; see :http:get:`/api/screenshots/(int:id)/file/`
sv: URL fÃ¶r att ladda ner en fil; se :http:get:`/api/screenshots/(int:id)/file/`

source: link to associated source string information; see :http:get:`/api/units/(int:id)/`
sv: lÃ¤nk till tillhÃ¶rande kÃ¤llstrÃ¤nginformation; se :http:get:`/api/units/(int:id)/`

source: Download the screenshot image.
sv: Ladda ner skÃ¤rmdumpen.

source: Replace screenshot image.
sv: ErsÃ¤tt skÃ¤rmdumpbilden.

source: Associate source string with screenshot.
sv: Koppla kÃ¤llstrÃ¤ngen till skÃ¤rmdumpen.

source: Remove source string association with screenshot.
sv: Ta bort kÃ¤llstrÃ¤ngens koppling till skÃ¤rmdumpen.

source: Source string unit ID
sv: KÃ¤llstrÃ¤ngens enhets-ID

source: Creates a new screenshot.
sv: Skapar en ny skÃ¤rmdump.

source: Edit partial information about screenshot.
sv: Redigera delvis information om skÃ¤rmdump.

source: Edit full information about screenshot.
sv: Redigera fullstÃ¤ndig information om skÃ¤rmdumpen.

source: Delete screenshot.
sv: Ta bort skÃ¤rmdump.

source: Returns a list of add-ons.
sv: Returnerar en lista Ã¶ver tillÃ¤gg.

source: Add-on object attributes are documented at :http:get:`/api/addons/(int:id)/`.
sv: TillÃ¤ggsobjektattribut dokumenteras pÃ¥ :http:get:`/api/addons/(int:id)/`.

source: Returns information about add-on information.
sv: Returnerar information om tillÃ¤ggsinformation.

source: name of an add-on
sv: namn pÃ¥ ett tillÃ¤gg

source: Optional add-on configuration
sv: Valfri tillÃ¤ggskonfiguration

source: Creates a new add-on.
sv: Skapar ett nytt tillÃ¤gg.

source: Edit partial information about add-on.
sv: Redigera delvis information om tillÃ¤gg.

source: Edit full information about add-on.
sv: Redigera fullstÃ¤ndig information om tillÃ¤gget.

source: Delete add-on.
sv: Ta bort tillÃ¤gg.

source: Returns a list of component lists.
sv: Returnerar en lista med komponentlistor.

source: Component list object attributes are documented at :http:get:`/api/component-lists/(str:slug)/`.
sv: Komponentlistans objektattribut dokumenteras pÃ¥ :http:get:`/api/component-lists/(str:slug)/`.

source: Returns information about component list.
sv: Returnerar information om komponentlistan.

source: Component list slug
sv: Komponentlista slug

source: name of a component list
sv: namn pÃ¥ en komponentlista

source: slug of a component list
sv: komponentlista

source: whether to show it on a dashboard
sv: om det ska visas pÃ¥ en instrumentpanel

source: automatic assignment rules
sv: automatiska tilldelningsregler

source: Changes the component list parameters.
sv: Ãndrar komponentlistans parametrar.

source: Deletes the component list.
sv: Tar bort komponentlistan.

source: List components in a component list.
sv: Lista komponenter i en komponentlista.

source: type slug
sv: typ slug

source: form string component_id
sv: form strÃ¤ng komponent_id

source: Component ID
sv: Komponent-ID

source: Associate component with a component list.
sv: Koppla komponenten till en komponentlista.

source: Disassociate a component from the component list.
sv: Ta bort en komponent frÃ¥n komponentlistan.

source: Glossaries are now stored as regular components, translations and strings, please use respective API instead.
sv: Ordlistor lagras nu som vanliga komponenter, Ã¶versÃ¤ttningar och strÃ¤ngar. AnvÃ¤nd respektive API istÃ¤llet.

source: Tasks
sv: Uppgifter

source: Listing of the tasks is currently not available.
sv: FÃ¶rteckningen Ã¶ver uppgifterna Ã¤r fÃ¶r nÃ¤rvarande inte tillgÃ¤nglig.

source: Returns information about a task.
sv: Returnerar information om en uppgift.

source: Task UUID
sv: Uppgift UUID

source: Whether the task has completed
sv: Om uppgiften har slutfÃ¶rts

source: Task progress in percent
sv: UppgiftsfÃ¶rlopp i procent

source: Task result or progress details
sv: Uppgiftsresultat eller framstegsinformation

source: Task log
sv: Uppgiftslogg

source: There are several statistics endpoints for objects and all of them contain same structure.
sv: Det finns flera statistikÃ¤ndpunkter fÃ¶r objekt och alla har samma struktur.

source: URL path
sv: URL-sÃ¶kvÃ¤g

source: total number of characters
sv: totalt antal tecken

source: date of last change
sv: datum fÃ¶r senaste Ã¤ndring

source: number of translated characters
sv: antal Ã¶versatta tecken

source: percentage of translated characters
sv: procentandel Ã¶versatta tecken

source: number of fuzzy (marked for edit) words
sv: antal otydliga (markerade fÃ¶r redigering) ord

source: number of fuzzy (marked for edit) characters
sv: antal otydliga (markerade fÃ¶r redigering) tecken

source: percentage of fuzzy (marked for edit) words
sv: procentandel av otydliga (markerade fÃ¶r redigering) ord

source: percentage of fuzzy (marked for edit) characters
sv: procentandel av otydliga (markerade fÃ¶r redigering) tecken

source: number of failing checks
sv: antal misslyckade kontroller

source: percentage of failing checks
sv: andel misslyckade kontroller

source: number of approved strings
sv: antal godkÃ¤nda strÃ¤ngar

source: number of approved words
sv: antal godkÃ¤nda ord

source: number of approved characters
sv: antal godkÃ¤nda tecken

source: percentage of approved strings
sv: procentandel godkÃ¤nda strÃ¤ngar

source: percentage of approved words
sv: procentandel godkÃ¤nda ord

source: percentage of approved characters
sv: procentandel godkÃ¤nda tecken

source: number of read-only strings
sv: antal skrivskyddade strÃ¤ngar

source: number of read-only words
sv: antal skrivskyddade ord

source: number of read-only characters
sv: antal skrivskyddade tecken

source: percentage of read-only strings
sv: procentandel av skrivskyddade strÃ¤ngar

source: percentage of read-only words
sv: procentandel av skrivskyddade ord

source: percentage of read-only characters
sv: procentandel av skrivskyddade tecken

source: number of strings with suggestions
sv: antal strÃ¤ngar med fÃ¶rslag

source: number of strings with comments
sv: antal strÃ¤ngar med kommentarer

source: object name
sv: objektnamn

source: URL to access the object (if applicable)
sv: URL fÃ¶r Ã¥tkomst till objektet (om tillÃ¤mpligt)

source: URL to access the translation (if applicable)
sv: URL fÃ¶r att komma Ã¥t Ã¶versÃ¤ttningen (om tillÃ¤mpligt)

source: language code (if applicable)
sv: sprÃ¥kkod (om tillÃ¤mpligt)

source: Metrics
sv: Mätvärden

source: Returns server metrics.
sv: Returnerar serverstatistik.

source: Metrics can now be exposed in OpenMetrics compatible format with ``?format=openmetrics``.
sv: MÃ¤tvÃ¤rden kan nu visas i OpenMetrics-kompatibelt format med ``?format=openmetrics``.

source: Number of units
sv: Antal kursdelar

source: Number of translated units
sv: Antal Ã¶versatta enheter

source: Number of users
sv: Antal anvÃ¤ndare

source: Number of projects
sv: Antal projekt

source: Number of components
sv: Antal komponenter

source: Number of translations
sv: Antal Ã¶versÃ¤ttningar

source: Number of used languages
sv: Antal anvÃ¤nda sprÃ¥k

source: Number of triggered quality checks
sv: Antal utlÃ¶sta kvalitetskontroller

source: Number of configuration errors
sv: Antal konfigurationsfel

source: Number of pending suggestions
sv: Antal vÃ¤ntande fÃ¶rslag

source: Lengths of Celery queues, see :ref:`celery`
sv: LÃ¤ngder pÃ¥ Celery-kÃ¶er, se :ref:`celery`

source: Configured server name
sv: Konfigurerat servernamn

source: Returns site-wide search results as a list. There is no pagination on the result set, only first few matches are returned for each category.
sv: Returnerar sÃ¶kresultat frÃ¥n hela webbplatsen i form av en lista. Det finns ingen paginering i resultatuppsÃ¤ttningen, endast de fÃ¶rsta trÃ¤ffarna returneras fÃ¶r varje kategori.

source: The search looks for:
sv: SÃ¶kningen letar efter:

source: Categories
sv: Kategorier

source: Search query string
sv: SÃ¶kstrÃ¤ng

source: Name of the matched item.
sv: Namnet pÃ¥ det matchade objektet.

source: Web URL of the matched item.
sv: Webbadress fÃ¶r det matchade objektet.

source: Category of the matched item.
sv: Kategori fÃ¶r det matchade objektet.

source: Lists available categories. See :http:get:`/api/categories/(int:id)/` for field definitions.
sv: Visar tillgÃ¤ngliga kategorier. Se :http:get:`/api/categories/(int:id)/` fÃ¶r fÃ¤ltdefinitioner.

source: Creates a new category. See :http:get:`/api/categories/(int:id)/` for field definitions.
sv: Skapar en ny kategori. Se :http:get:`/api/categories/(int:id)/` fÃ¶r fÃ¤ltdefinitioner.

source: Category ID
sv: Ingen kategoriinstÃ¤llning i {0}

source: Name of category.
sv: Namn pÃ¥ kategori.

source: Slug of category.
sv: Kategoriens slug.

source: Link to a project.
sv: LÃ¤nk till ett projekt.

source: Link to a parent category.
sv: LÃ¤nk till en Ã¶verordnad kategori.

source: Edit partial information about category.
sv: Redigera delvis information om kategori.

source: type id
sv: typ id

source: Optional category configuration
sv: Valfri kategorikonfiguration

source: Edit full information about category.
sv: Redigera fullstÃ¤ndig information om kategorin.

source: Delete category.
sv: Ta bort kategori.

source: Returns statistics for a category.
sv: Returstatistik fÃ¶r en kategori.

source: Notification hooks allow external applications to notify Weblate that the VCS repository has been updated.
sv: Meddelandehookar gÃ¶r det mÃ¶jligt fÃ¶r externa applikationer att meddela Weblate att VCS-arkivet har uppdaterats.

source: You can use repository endpoints for projects, components and translations to update individual repositories; see :http:post:`/api/projects/(string:project)/repository/` for documentation.
sv: Du kan anvÃ¤nda repository-Ã¤ndpunkter fÃ¶r projekt, komponenter och Ã¶versÃ¤ttningar fÃ¶r att uppdatera enskilda repositorier. Se :http:post:`/api/projects/(string:project)/repository/` fÃ¶r dokumentation.

source: Please use :http:post:`/api/components/(string:project)/(string:component)/repository/` instead which works properly with authentication for ACL limited projects.
sv: AnvÃ¤nd istÃ¤llet :http:post:`/api/components/(string:project)/(string:component)/repository/`, som fungerar korrekt med autentisering fÃ¶r ACL-begrÃ¤nsade projekt.

source: Please use :http:post:`/api/projects/(string:project)/repository/` instead which works properly with authentication for ACL limited projects.
sv: AnvÃ¤nd istÃ¤llet :http:post:`/api/projects/(string:project)/repository/`, som fungerar korrekt med autentisering fÃ¶r ACL-begrÃ¤nsade projekt.

source: Special hook for handling GitHub notifications and automatically updating matching components.
sv: Specialkrok fÃ¶r hantering av GitHub-meddelanden och automatisk uppdatering av matchande komponenter.

source: GitHub includes direct support for notifying Weblate: enable Weblate service hook in repository settings and set the URL to the URL of your Weblate installation.
sv: GitHub har direkt stÃ¶d fÃ¶r att meddela Weblate: aktivera Weblate-tjÃ¤nstkroken i instÃ¤llningarna fÃ¶r arkivet och ange URL:en till din Weblate-installation.

source: For instruction on setting up GitHub integration
sv: FÃ¶r instruktioner om hur du konfigurerar GitHub-integration

source: Generic information about GitHub Webhooks
sv: AllmÃ¤n information om GitHub Webhooks

source: For enabling hooks for whole Weblate
sv: FÃ¶r att aktivera hooks fÃ¶r hela Weblate

source: Special hook for handling GitLab notifications and automatically updating matching components.
sv: Specialkrok fÃ¶r hantering av GitLab-meddelanden och automatisk uppdatering av matchande komponenter.

source: For instruction on setting up GitLab integration
sv: FÃ¶r instruktioner om hur du konfigurerar GitLab-integrationen

source: Generic information about GitLab Webhooks
sv: AllmÃ¤n information om GitLab Webhooks

source: Special hook for handling Bitbucket notifications and automatically updating matching components.
sv: Specialkrok fÃ¶r hantering av Bitbucket-meddelanden och automatisk uppdatering av matchande komponenter.

source: For instruction on setting up Bitbucket integration
sv: FÃ¶r instruktioner om hur du konfigurerar Bitbucket-integrationen

source: Generic information about Bitbucket Webhooks
sv: AllmÃ¤n information om Bitbucket Webhooks

source: Special hook for handling Pagure notifications and automatically updating matching components.
sv: Specialkrok fÃ¶r hantering av Pagure-meddelanden och automatisk uppdatering av matchande komponenter.

source: For instruction on setting up Pagure integration
sv: FÃ¶r instruktioner om hur du konfigurerar Pagure-integrationen

source: Generic information about Pagure Webhooks
sv: AllmÃ¤n information om Pagure Webhooks

source: Special hook for handling Azure DevOps notifications and automatically updating matching components.
sv: Specialkrok fÃ¶r hantering av Azure DevOps-meddelanden och automatisk uppdatering av matchande komponenter.

source: Please ensure that :guilabel:`Resource details to send` is set to *All*, otherwise Weblate will not be able to match your Azure repository.
sv: Se till att :guilabel:`Resursdetaljer att skicka` Ã¤r instÃ¤llt pÃ¥ *Alla*, annars kommer Weblate inte att kunna matcha ditt Azure-arkiv.

source: For instruction on setting up Azure integration
sv: Instruktioner fÃ¶r att konfigurera Azure-integration

source: Generic information about Azure DevOps Web Hooks
sv: AllmÃ¤n information om Azure DevOps Web Hooks

source: Special hook for handling Gitea Webhook notifications and automatically updating matching components.
sv: Specialkrok fÃ¶r hantering av Gitea Webhook-meddelanden och automatisk uppdatering av matchande komponenter.

source: For instruction on setting up Gitea integration
sv: FÃ¶r instruktioner om hur du konfigurerar Gitea-integrationen

source: Generic information about Gitea Webhooks
sv: AllmÃ¤n information om Gitea Webhooks

source: Special hook for handling Gitee Webhook notifications and automatically updating matching components.
sv: Specialkrok fÃ¶r hantering av Gitee Webhook-meddelanden och automatisk uppdatering av matchande komponenter.

source: For instruction on setting up Gitee integration
sv: Instruktioner fÃ¶r att konfigurera Gitee-integration

source: Generic information about Gitee Webhooks
sv: AllmÃ¤n information om Gitee Webhooks

source: Changes in translations are exported in RSS feeds.
sv: Ãndringar i Ã¶versÃ¤ttningar exporteras i RSS-flÃ¶den.

source: Retrieves RSS feed with recent changes for a translation.
sv: HÃ¤mtar RSS-flÃ¶de med senaste Ã¤ndringar fÃ¶r en Ã¶versÃ¤ttning.

source: Retrieves RSS feed with recent changes for a component.
sv: HÃ¤mtar RSS-flÃ¶de med senaste Ã¤ndringar fÃ¶r en komponent.

source: Retrieves RSS feed with recent changes for a project.
sv: HÃ¤mtar RSS-flÃ¶de med senaste Ã¤ndringar fÃ¶r ett projekt.

source: Retrieves RSS feed with recent changes for a language.
sv: HÃ¤mtar RSS-flÃ¶de med senaste Ã¤ndringar fÃ¶r ett sprÃ¥k.

source: Retrieves RSS feed with recent changes for Weblate instance.
sv: HÃ¤mtar RSS-flÃ¶de med senaste Ã¤ndringar fÃ¶r Weblate-instansen.

source: `RSS on Wikipedia <https://en.wikipedia.org/wiki/RSS>`_
sv: RSS pÃ¥ Wikipedia <https://en.wikipedia.org/wiki/RSS>_

source: *Not yet released.*
sv: *Ãnnu inte slÃ¤ppt.*

source: Improvements
sv: FÃ¶rbÃ¤ttringar

source: Bug fixes
sv: Felkorrigeringar

source: Upgrading
sv: Uppgraderar

source: Please follow :ref:`generic-upgrade-instructions` in order to perform update.
sv: FÃ¶lj :ref:`generic-upgrade-instructions` fÃ¶r att utfÃ¶ra uppdateringen.

source: Code contributions
sv: Kodbidrag

source: Translations contributions
sv: ÃversÃ¤ttningsbidrag

source: Documentation contributions
sv: Dokumentationsbidrag

source: :ref:`addon-weblate.generate.generate` is now triggered upon installation.
sv: :ref:`addon-weblate.generate.generate` aktiveras nu vid installationen.

source: Screenshots updated from the repository have proper history.
sv: SkÃ¤rmdumpar som uppdaterats frÃ¥n arkivet har korrekt historik.

source: :ref:`check-rst-syntax` now reports unintended list conversion.
sv: :ref:`check-rst-syntax` rapporterar nu oavsiktlig listkonvertering.

source: :ref:`check-same` check ignores AsciiDoc source code blocks.
sv: :ref:`check-same`-kontrollen ignorerar AsciiDoc-kÃ¤llkodsblock.

source: Explanation sync in :doc:`/formats/tbx`.
sv: FÃ¶rklaringssynkronisering i :doc:`/formats/tbx`.

source: User interface fixes.
sv: Korrigeringar av anvÃ¤ndargrÃ¤nssnittet.

source: Clarified needs editing/checking/rewriting states.
sv: FÃ¶rklarade behov av redigering/kontroll/omskrivning.

source: Automatically translated flag with bulk approvals.
sv: Automatiskt Ã¶versatt flagga med massgodkÃ¤nnanden.

source: GitHub forks no longer trigger actions.
sv: GitHub-forks utlÃ¶ser inte lÃ¤ngre Ã¥tgÃ¤rder.

source: Tighter validation of user provided websites to avoid confusing homoglyphs.
sv: StrÃ¤ngare validering av webbplatser som anvÃ¤ndarna anger fÃ¶r att undvika fÃ¶rvirrande homoglyfer.

source: Glossary support in :ref:`mt-google-translate-api-v3`.
sv: Ordlista-stÃ¶d i :ref:`mt-google-translate-api-v3`.

source: Invitations accepting when :setting:`REQUIRE_LOGIN` is turned on.
sv: Inbjudningar accepteras nÃ¤r :setting:`REQUIRE_LOGIN` Ã¤r aktiverat.
